---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.CableTraySizes
source: html/1ce5e9a8-10d9-fc94-d3c0-9aafc9455271.htm
---
# CableTraySizes Members

Inserts a new MEPSize into the cable tray sizes.
 For cable tray, the nominal diameter of MEPSize is used .